{
    "protocols": [
        {
            "id": "snake_bite",
            "title": "Mordedura de Serpiente",
            "priority": "CRITICAL",
            "keywords": [
                "serpiente",
                "vibora",
                "veneno",
                "mordida",
                "equis",
                "verrugosa"
            ],
            "panic_mode_steps": [
                "ALEJARSE de la serpiente inmediatamente.",
                "MANTENER LA CALMA. Si el corazón late rápido, el veneno circula más rápido.",
                "INMOVILIZAR la extremidad afectada (como si fuera una fractura).",
                "QUITAR anillos, relojes o ropa ajustada antes de que empiece la hinchazón."
            ],
            "do_not_do": [
                "NO hacer torniquetes.",
                "NO succionar el veneno con la boca.",
                "NO cortar la herida.",
                "NO aplicar hielo ni descargas eléctricas."
            ],
            "details": "En Morona Santiago, la mayoría de accidentes son por Equis (Bothrops) o Verrugosa. El suero antiofídico es el único tratamiento efectivo. El traslado al hospital de Macas o centro de salud más cercano es la prioridad absoluta."
        },
        {
            "id": "fracture_fall",
            "title": "Fractura o Caída Grave",
            "priority": "HIGH",
            "keywords": [
                "hueso",
                "caida",
                "golpe",
                "dolor",
                "pierna",
                "brazo"
            ],
            "panic_mode_steps": [
                "NO MOVER a la persona si hay dolor en cuello o espalda.",
                "CONTROLAR EL SANGRADO si hay herida abierta (presión directa con tela limpia).",
                "INMOVILIZAR la zona lesionada con ramas o cartón sin apretar demasiado.",
                "ACTIVAR SOS para enviar coordenadas exactas."
            ],
            "do_not_do": [
                "NO intentar 'acomodar' el hueso.",
                "NO dar comida ni bebida si la persona va a necesitar cirugía."
            ],
            "details": "En senderos resbalosos del Upano, las fracturas de tobillo son comunes. Si no puede caminar, no fuerce la marcha. Active la señal de emergencia y espere ayuda."
        },
        {
            "id": "heat_stroke",
            "title": "Golpe de Calor / Deshidratación",
            "priority": "MEDIUM",
            "keywords": [
                "sed",
                "mareo",
                "calor",
                "sol",
                "desmayo",
                "cabeza"
            ],
            "panic_mode_steps": [
                "MOVER a la persona a la sombra inmediatamente.",
                "AFLOJAR la ropa y abanicar.",
                "ENFRIAR con paños mojados en cuello, axilas e ingles.",
                "DAR AGUA a sorbos pequeños si está consciente."
            ],
            "do_not_do": [
                "NO dar medicamentos para la fiebre.",
                "NO dar alcohol o bebidas con cafeína."
            ],
            "details": "La humedad de la selva impide que el sudor se evapore. Esté atento a piel roja, caliente y seca, o confusión mental."
        },
        {
            "id": "sting_reaction",
            "title": "Picadura de Insecto / Alergia",
            "priority": "MEDIUM",
            "keywords": [
                "abeja",
                "avispa",
                "hormiga",
                "conga",
                "alergia",
                "hinchazon"
            ],
            "panic_mode_steps": [
                "RETIRAR el aguijón si es visible (raspar, no apretar).",
                "LAVAR la zona con agua y jabón.",
                "APLICAR FRÍO local para reducir dolor.",
                "SI HAY DIFICULTAD PARA RESPIRAR: Activar SOS y usar EpiPen si el usuario tiene uno."
            ],
            "do_not_do": [
                "NO rascar la zona (riesgo de infección).",
                "NO reventar ampollas."
            ],
            "details": "La picadura de hormiga conga produce dolor intenso por 24h pero raramente es mortal salvo en alérgicos. Vigilaje hinchazón en cara o garganta."
        }
    ]
}